{
  "id": "profile_wadamasamune.json",
  "_fingerprint": "62e9dfc6b67984c554abe0b1ea24632d",
  "name": "wadamasamune",
  "username": "wadamasamune",
  "category": "media",
  "daily_count": 0.8,
  "analysis_report": [
    {
      "dimension": "1. 大五人格",
      "summary": "高外向性、尽责性、宜人性；中等开放性；低神经质",
      "detail": "外向性高：频繁参与公开活动、街头演讲、会议，积极与公众互动，表现出强烈的社交倾向和领导力。尽责性高：对政治工作高度投入，日程安排密集，注重政策准备和党内事务，表现出强烈的责任感和组织性。宜人性高：常表达感谢、关心他人（如地震提醒），注重团队合作和选民关系，表现出亲和力。开放性中等：关注教育、育儿等社会议题，但言论中创新性表达有限，更多遵循政党框架。神经质低：情绪稳定，言论中较少表现出焦虑或情绪波动，即使在压力事件（如地震）中也能保持冷静指导。"
    },
    {
      "dimension": "2. 人格缺陷",
      "summary": "潜在的自恋倾向、群体依赖、理想主义偏差",
      "detail": "自恋倾向：言论中频繁强调个人角色（如“政调会長補佐”、“東北ブロック統括”）、成就（如选举活动）和影响力，可能过度关注自我形象。群体依赖：高度依赖政党（参政党）框架和集体活动，缺乏独立政治立场的表达，易受群体思维影响。理想主义偏差：强调“新しい政治”、“国家国民のための政治”等抽象理想，但具体政策细节不足，可能脱离现实约束或过于乐观。"
    },
    {
      "dimension": "3. 认知倾向",
      "summary": "集体主义、实用主义、传统价值导向",
      "detail": "集体主义：认知以政党、国家、社区为中心，强调“共に”（一起）、“党員・サポーター”等集体行动，个人服从集体目标。实用主义：关注“暮らしの課題”（生活问题）、“所得向上”（收入提高）等具体议题，倾向于通过政策和经济手段解决现实问题。传统价值导向：重视“子育て”（育儿）、“母とは何か、父とは何か”（何为母、何为父）等传统家庭观念，以及“公益資本主義”（公益资本主义）等保守经济理念。"
    },
    {
      "dimension": "4. 行为层面认知脆弱点",
      "summary": "过度公开暴露、日程过载、依赖群体反馈",
      "detail": "过度公开暴露：频繁在社交媒体发布详细行程、活动内容和个人感想，增加被追踪或攻击的风险。日程过载：高强度工作安排（如“仙台→東京往復”、“7時間半”会议），可能导致决策疲劳或健康问题。依赖群体反馈：言论中多次感谢听众、选民或团队成员，显示对正面反馈的需求，可能影响独立判断或易受批评动摇。"
    },
    {
      "dimension": "5. 立场层面认知脆弱点",
      "summary": "政党路线依赖、民族主义倾向、经济政策单一性",
      "detail": "政党路线依赖：立场紧密跟随参政党议程（如“公益資本主義”、“候補者発掘”），缺乏跨党派或独立政策主张，易受党内变动影响。民族主义倾向：强调“日本の未来”（日本的未来）、“国家国民”等民族主义叙事，可能限制国际合作视野或引发外部争议。经济政策单一性：聚焦“所得向上”和“公益資本主義”，但未深入讨论全球化、技术变革等复杂经济因素，政策深度可能不足。"
    },
    {
      "dimension": "6. 能力层面认知脆弱点",
      "summary": "政策深度有限、危机管理表面化、创新思维不足",
      "detail": "政策深度有限：言论多概括性承诺（如“経済を良くする”改善经济），缺乏具体数据、实施步骤或风险评估，显示政策分析能力可能薄弱。危机管理表面化：对地震等危机仅提供基本安全建议，未展现系统性应急规划或长期重建策略，危机应对能力可能不足。创新思维不足：政治主张重复“新しい政治”等口号，但未提出突破性理念或改革方案，显示创新或战略思考能力有限。"
    },
    {
      "dimension": "7. 心智层面认知脆弱点",
      "summary": "理想与现实脱节、身份认同固化、情绪依赖",
      "detail": "理想与现实脱节：倡导“真に国家国民のための政治”（真正为国家国民的政治），但未充分承认政治现实中的妥协或障碍，可能产生挫败感或决策失误。身份认同固化：强烈认同“参政党員”（参政党党员）、“慶應志木”（母校）等标签，可能限制视角多元化或适应新环境的能力。情绪依赖：从公众支持（如“お手紙”信件）和团队活动中汲取情感能量，负面反馈或孤立情境下可能影响心理稳定性。"
    },
    {
      "dimension": "8. 隐藏意图",
      "summary": "扩大政治影响力、巩固党内地位、塑造民族领袖形象",
      "detail": "扩大政治影响力：通过频繁活动、候选人培养和媒体曝光，旨在提升个人及政党在地方和国家层面的政治影响力。巩固党内地位：强调党内角色（如“政调会長補佐”）、会议参与和政策制定，意图加强在参政党内的权威和领导地位。塑造民族领袖形象：结合传统价值（如育儿、公益）和民族主义叙事，试图塑造为“国家国民”服务的领袖形象，以吸引保守选民支持。"
    },
    {
      "dimension": "9. 领域话题",
      "summary": "国内政治、经济政策、社会文化、教育、危机管理",
      "detail": "国内政治：核心话题，包括选举活动、政党事务、政策制定（如“参政党の政策”、“法案準備”）。经济政策：重点话题，涉及“所得向上”、“公益資本主義”、产业振兴（如“航空機産業”）。社会文化：关注育儿、家庭价值、社区参与（如“子育て政策”、“宮町商店街”）。教育：提及教育议题（如“松居和さんのお話”），但深度有限。危机管理：偶尔涉及（如地震提醒），非核心领域。"
    }
  ],
  "stance_matrix": [
    [
      0,
      0,
      8
    ],
    [
      0,
      0,
      7
    ],
    [
      0,
      0,
      6
    ],
    [
      0,
      0,
      5
    ]
  ],
  "influence_type": [
    {
      "name": "权威",
      "value": 70
    },
    {
      "name": "同伴",
      "value": 25
    },
    {
      "name": "亲情",
      "value": 5
    }
  ],
  "all_tweets": [
    {
      "created_at": "Wed Jan 14 02:11:55 +0000 2026",
      "text": "昨日は参政党議員団勉強会。\n200人が参加し、7時間半にわたり開催。\n\n松居和さん（音楽家・作家・元埼玉県教育委員長）の子育てについてのお話は、今まで聞いた子育て論の中で一番勉強になった。\n\n子育て政策の根本的見直しが必要。親が子に教えられ、気付き、成長していく。母とは何か、父とは何か。 https://t.co/Z1q0hFcYh4",
      "translation": "昨天参加了参政党议员团的学习会。有200人参加，持续了7个半小时。松居和先生（音乐家、作家、前埼玉县教育委员长）关于育儿的讲话，是我至今听过的最有启发的育儿理论。育儿政策需要根本性的重新审视。父母通过教育孩子而获得启发、成长。母亲是什么，父亲是什么。",
      "stance": "无关",
      "metrics": {
        "reply": 45,
        "retweet": 626,
        "like": 2836
      }
    },
    {
      "created_at": "Wed Dec 31 15:48:40 +0000 2025",
      "text": "明けましておめでとうございます。\n \n新年午前零時から、一員である宮町商店街青年部で、仙台東照宮の新年祈願祭に参列してまいりました。\n \n皆様が今年一年、平穏で益々発展しますように。\n \n私は、国家国民のための政治、新しい政治の実現で、我が国の発展のために力を尽くしていきます。 https://t.co/xSxEuIhGQi",
      "translation": "新年快乐。从新年零点开始，作为成员之一，在宫町商店街青年部参加了仙台东照宫的新年祈祷祭。祝愿大家今年一年平安，更加发展。我将为实现为了国家和国民的政治、新的政治，为我国的发尽展力。",
      "stance": "无关",
      "metrics": {
        "reply": 91,
        "retweet": 586,
        "like": 3806
      }
    },
    {
      "created_at": "Wed Dec 31 08:04:53 +0000 2025",
      "text": "今年も様々ご指導ご支援を賜り、誠に有難うございました。\n\n今年は参院選、宮城県知事選、参政党政調会長補佐就任と激動の一年でした。\n\n至らなかったことをお詫び申し上げ、反省をもとに未来へ向かって進みます。\n\n真に国家国民のための政治、新しい政治を実現していきます。\n\nご指導お願い致します！ https://t.co/pWIyYKsNxQ",
      "translation": "今年也承蒙各位的指导和支援，非常感谢。今年是参议院选举、宫城县知事选举、就任参政党政策调查会长助理等动荡的一年。对于不足之处深表歉意，将以反省为基础面向未来前进。将实现真正为了国家和国民的政治、新的政治。恳请指导！",
      "stance": "无关",
      "metrics": {
        "reply": 73,
        "retweet": 442,
        "like": 3225
      }
    },
    {
      "created_at": "Tue Jan 06 01:47:13 +0000 2026",
      "text": "10時18分の島根県東部を震源とする震度5強の地震（M6.2）の後、余震が続いています。\n\n落ちてくるものや倒れやすいものから身を守ってください。\n\n揺れが収まったら、火を消し、倒れやすいものから離れてください。\n\nガラスや瓶などが割れた場合は、スリッパを履くなどして足を守ってください。",
      "translation": "在10点18分以岛根县东部为震源的震度5强地震（M6.2）之后，余震仍在持续。请保护自己免受掉落物和易倒物品的伤害。震动停止后，请关闭火源，远离易倒物品。如果玻璃或瓶子等破碎，请穿上拖鞋等保护脚部。",
      "stance": "无关",
      "metrics": {
        "reply": 7,
        "retweet": 133,
        "like": 785
      }
    },
    {
      "created_at": "Tue Jan 06 00:27:26 +0000 2026",
      "text": "25(日)仙台で、#参政党「候補者説明会」開催！\n対象は宮城県各地方選、衆院選各選挙区。\n\n宮城県各地方選には、既に立候補希望者が何人もおり党内手続き進行中。\n\n来年の宮城県議選、仙台市議選にも擁立できるだけ擁立予定。\n\n党勢拡大の東北ブロック統括として、共に新しい政治を作る方を支援します！ https://t.co/nJfZBRxVtF",
      "translation": "25日（周日）在仙台，举办#参政党“候选人说明会”！对象是宫城县各地方选举、众议院选举各选区。对于宫城县各地方选举，已有数名希望参选者，党内手续正在进行中。对于明年的宫城县议选、仙台市议选，也计划尽可能多地推举候选人。作为扩大党势的东北地区统括，我将支持共同创造新政治的人！",
      "stance": "无关",
      "metrics": {
        "reply": 34,
        "retweet": 496,
        "like": 1949
      }
    },
    {
      "created_at": "Tue Dec 30 14:41:51 +0000 2025",
      "text": "母校・慶應義塾志木高校が全国高校ラグビー2回戦に。\n \n今日は休みを頂き、朝一番の飛行機で仙台から向かい、花園ラグビー場で応援。\n同学年の仲間達と並び懸命の応援。31対17で勝利！\n \nラグビー部の友人達も応援に（私は軟式野球部）。久しぶりの再会にも歓喜でした！\n \n※動画は5トライ目 #慶應志木 https://t.co/8fsBH0sIoy",
      "translation": "母校·庆应义塾志木高中进入全国高中橄榄球赛第二轮。今天请假，乘坐最早的航班从仙台前往，在花园橄榄球场加油助威。与同年级的伙伴们一起拼命加油。以31比17获胜！橄榄球部的朋友们也来加油了（我是软式棒球部）。久别重逢也很高兴！※视频是第5次达阵 #庆应志木",
      "stance": "无关",
      "metrics": {
        "reply": 26,
        "retweet": 94,
        "like": 1016
      }
    },
    {
      "created_at": "Thu Jan 08 07:21:46 +0000 2026",
      "text": "昨日、今日と、議員会館内の政調会長補佐の執務室で、参政党の政策や法案準備で参院法制局と打ち合わせ。\n \n国家国民のため必要な政策や法律を、参政党はどんどん提起していきます\n \n新しい政治、真に国家国民のための政治をともに！\n\n※政調会のメンバーが増えましたので、執務室改装中です。 https://t.co/M8NQQy9KXo",
      "translation": "昨天和今天，在议员会馆内的政策调查会长助理办公室，就参政党的政策和法案准备与参议院法制局进行了磋商。参政党将不断提出为了国家和国民所需的政策和法律。共同实现新的政治、真正为了国家和国民的政治！※由于政策调查会的成员增加了，办公室正在改装中。",
      "stance": "无关",
      "metrics": {
        "reply": 34,
        "retweet": 319,
        "like": 1830
      }
    },
    {
      "created_at": "Thu Jan 01 04:49:07 +0000 2026",
      "text": "全国高校ラグビー3回戦。母校・慶應志木VS東福岡。\n \n”王者”東福岡に、モールで押し込むもバックスでは歯が立たず大差に。\n \nそれでも自らのスタイルを貫き、後半ロスタイムにモールで東福岡を押し込みトライ。\n \nモールを35年磨き、“王者”をモールの力で勝ってトライとは！ https://t.co/MaYRbFU3tI",
      "translation": "全国高中橄榄球赛第三轮。母校·庆应志木VS东福冈。面对“王者”东福冈，虽然在密集争球中能推进，但在后防线完全无法抗衡，比分差距很大。尽管如此，仍坚持自己的风格，在下半场补时阶段通过密集争球推进并达阵。磨砺了35年的密集争球，用密集争球的力量战胜“王者”并达阵！",
      "stance": "无关",
      "metrics": {
        "reply": 12,
        "retweet": 47,
        "like": 467
      }
    },
    {
      "created_at": "Thu Dec 25 01:39:25 +0000 2025",
      "text": "本日25日18時より、新橋駅SL広場で参政党・街頭演説会を開催します。\n\n私も参加予定です！\n\nぜひお越しください！\n\nYouTubeでも配信があります。\nぜひご覧ください！\n\n今日は、参政党・臨時記者会見→政調幹部会議・政策打ち合わせ→街頭演説です！\n\n初の参政党での街頭演説、頑張ります！！",
      "translation": "今天25日18点开始，在新桥站SL广场举办参政党·街头演讲会。我也计划参加！请务必前来！YouTube上也有直播。请务必观看！今天安排是：参政党·临时记者会→政策干部会议·政策磋商→街头演讲。首次在参政党进行街头演讲，我会加油的！！",
      "stance": "无关",
      "metrics": {
        "reply": 62,
        "retweet": 515,
        "like": 2215
      }
    },
    {
      "created_at": "Sun Jan 04 22:01:01 +0000 2026",
      "text": "昨日は年初の街頭演説会を開催。\n多くの方に来て頂き、有難うございました。\n\n航空機産業など世界の勝ち筋の産業のテコ入れで所得向上実現など、国民全体の暮らしを良くする政策を述べた。\n\n今日は7時半～仙台駅西口、8時～仙台駅東口、いずれもペデストリアンデッキで街頭活動。\n＃参政党 #和田政宗 https://t.co/F8CPxZd0Z7",
      "translation": "昨天举办了年初的街头演讲会。感谢许多人前来。阐述了通过扶持航空产业等全球优势产业来实现收入提升等改善全体国民生活的政策。今天7点半～仙台站西口，8点～仙台站东口，均在步行天桥进行街头活动。#参政党 #和田政宗",
      "stance": "无关",
      "metrics": {
        "reply": 25,
        "retweet": 332,
        "like": 1780
      }
    },
    {
      "created_at": "Sun Jan 04 08:23:12 +0000 2026",
      "text": "よつばさん、寒い中のライブ配信、有難うございました！\n\n寒い中、演説をお聞きくださった皆様、有難うございました！\n\nスタッフ・ボランティアの方々も新年よりお疲れ様でした！\n\n＃参政党 ＃大河原ふゆこ ＃ローレンス綾子 #和田政宗",
      "translation": "四叶小姐，感谢您在寒冷中进行直播！感谢在寒冷中聆听演讲的各位！工作人员和志愿者们也从新年开始辛苦了！#参政党 #大河原冬子 #劳伦斯绫子 #和田政宗",
      "stance": "无关",
      "metrics": {
        "reply": 15,
        "retweet": 403,
        "like": 1869
      }
    },
    {
      "created_at": "Sat Jan 17 03:14:13 +0000 2026",
      "text": "明日、仙台市中心街で街頭演説会を開催。\n\n参政党の政策を訴えます。\n\n国民の暮らしの現場にこそ真の政治課題があります。\nその課題の改善が出来るのは、最も国民に近い参政党だと考えます。\n\n明日18日（日）13時から藤崎ファーストタワー前で。\nぜひお越しを！\n\n#参政党 #和田政宗 #ローレンス綾子 https://t.co/U3XDPLS2Tn",
      "translation": "明天，将在仙台市中心街举办街头演讲会。将宣传参政党的政策。真正的政治课题就在国民生活的现场。我认为能够改善这些课题的，是最接近国民的参政党。明天18日（周日）13点开始在藤崎第一塔前。请务必前来！#参政党 #和田政宗 #劳伦斯绫子",
      "stance": "无关",
      "metrics": {
        "reply": 71,
        "retweet": 1023,
        "like": 3469
      }
    },
    {
      "created_at": "Sat Jan 10 11:11:30 +0000 2026",
      "text": "参政党山形県連タウンミーティング。\n多くの党員・サポーターの方が参加。\n\n国家的な課題の改善、身近な課題の改善について経験からお話しし、共にどう取り組むか意見交換。活発でした！\n\n国政候補者の発掘も着々と。\n\n明日は宮城県連幹部と意見交換会。明後日は秋田県連タウンミーティング。ともに！ https://t.co/5RBJYhEcHO",
      "translation": "参政党山形县支部座谈会。许多党员和支持者参加。就国家层面的课题改善、身边课题的改善，根据经验进行了讲述，并就如何共同应对交换了意见。非常活跃！国会议员候选人的发掘也在稳步进行。明天将与宫城县支部干部进行意见交换会。后天是秋田县支部座谈会。一起努力！",
      "stance": "无关",
      "metrics": {
        "reply": 30,
        "retweet": 426,
        "like": 2002
      }
    },
    {
      "created_at": "Sat Jan 03 01:03:32 +0000 2026",
      "text": "明日1月4日（日）12時より13時まで、\n仙台市中心街の藤崎ファーストタワー前（グッチ前）で新春一回目の街頭演説会を行います。\n\n宮城の未来、我が国の未来、課題を直視し、何を実現しなくてはならないか、演説します。\n\nぜひお越しください！＃参政党\n\nhttps://t.co/cO8XCD9olb",
      "translation": "明天1月4日（周日）12点至13点，将在仙台市中心街的藤崎第一塔前（古驰店前）进行新春第一次街头演讲会。将就宫城的未来、我国的未来，直面课题，阐述必须实现什么进行演讲。请务必前来！#参政党",
      "stance": "无关",
      "metrics": {
        "reply": 26,
        "retweet": 389,
        "like": 1541
      }
    },
    {
      "created_at": "Mon Jan 19 00:57:49 +0000 2026",
      "text": "昨日の参政党街頭演説会。\n\n寒さの中、お越し頂き感謝申し上げます。\n\n宮城県知事選の際に街頭演説でお手紙を渡してくれた小学生が、昨日も家族と聞きに来てくれて、とても元気の出るお手紙を頂きました。\n感激しました。\n\n子供達へしっかりとした日本を引き継げるよう、懸命に国を良くしていきます。 https://t.co/9R0cpRQpsz",
      "translation": "昨天的参政党街头演讲会。感谢大家在寒冷中前来。在宫城县知事选举时通过街头演讲给我递信的小学生，昨天也和家人一起来听，并给了我一张非常鼓舞人心的信。非常感动。为了能将一个坚实的日本传承给孩子们，我将努力改善国家。",
      "stance": "无关",
      "metrics": {
        "reply": 59,
        "retweet": 946,
        "like": 4176
      }
    },
    {
      "created_at": "Mon Jan 12 13:19:57 +0000 2026",
      "text": "参政党秋田県連タウンミーティング。\n\n党員・サポーターの方々と熱く、国家的課題、暮らしの課題について議論。\n\n潟上市議選（2月1日投開票）立候補予定者「すがわら　らんこ」さんも参加。\n\n昨日の宮城県連幹部との意見交換会に続き、国政候補者の発掘も着々と。\n\n明日は上京。終日、議員団勉強会。 https://t.co/2U6JaukaQo",
      "translation": "参政党秋田县支部座谈会。与党员和支持者们热烈讨论了国家课题、生活课题。计划参加潟上市议选（2月1日投票）的候选人“菅原兰子”女士也参加了。继昨天与宫城县支部干部的意见交换会后，国会议员候选人的发掘也在稳步进行。明天将前往东京。全天进行议员团学习会。",
      "stance": "无关",
      "metrics": {
        "reply": 23,
        "retweet": 449,
        "like": 2306
      }
    },
    {
      "created_at": "Mon Jan 05 08:32:22 +0000 2026",
      "text": "7時半から仙台駅西口でローレンス綾子さんと、8時から東口で大河原ふゆこ仙台市議と朝の街頭活動を行いました。\n\n寒さの中、正月明けのご出勤ご通学、皆様本当にお疲れ様でございます。\n\n経済を良くする政策を参政党はどんどん提起していきます。\n所得が上がらない日本を変えます。＃参政党 #和田政宗 https://t.co/vF86ceJcEy",
      "translation": "7点半开始在仙台站西口与劳伦斯绫子女士，8点开始在东口与仙台市议员大河原冬子女士进行了早晨的街头活动。在寒冷中，新年伊始上班上学的各位，真的辛苦了。参政党将不断提出改善经济的政策。将改变收入不增长的日本。#参政党 #和田政宗",
      "stance": "无关",
      "metrics": {
        "reply": 40,
        "retweet": 507,
        "like": 2571
      }
    },
    {
      "created_at": "Mon Dec 29 02:31:39 +0000 2025",
      "text": "25日の新橋街頭では、沢山のご声援を頂き有難うございました。\n\n当日中に仙台へ。翌日から仙台→東京往復を繰り返し、立候補に意欲を持つ方々との面談や、昨日は福島郡山でタウンミーティングの講師を務めました。\n\n暮らしの中での課題、教育の将来等、様々質問を頂き意見交換。\n新しい政治をともに！ https://t.co/kWt7G2k6MY",
      "translation": "感谢25日在新桥街头给予的众多声援。当天返回仙台。从第二天开始反复往返仙台→东京，与有意参选的人士进行面谈，昨天在福岛郡山担任了座谈会的讲师。就生活中的课题、教育的未来等，收到了各种提问并交换了意见。共同创造新的政治！",
      "stance": "无关",
      "metrics": {
        "reply": 41,
        "retweet": 518,
        "like": 2697
      }
    },
    {
      "created_at": "Fri Jan 16 14:41:23 +0000 2026",
      "text": "昨日ご葬儀に参列致しました。\n\n東日本大震災の復興に多大なお力を発揮され、私にも様々ご指導頂きました。\n\n宮城県知事選での街頭演説でも温かくお言葉をおかけ頂き、漁業振興に改めて意を強く致しました。\n\n「ミスター気仙沼」\n心より臼井賢志様のご冥福をお祈り致します。https://t.co/Zj7s7dIzkk",
      "translation": "昨天参加了葬礼。他在东日本大地震的复兴中发挥了巨大的力量，也给予了我各种指导。在宫城县知事选举的街头演讲中也给予了我温暖的话语，让我再次坚定了振兴渔业的决心。“气仙沼先生” 衷心祈祷臼井贤志先生冥福。",
      "stance": "无关",
      "metrics": {
        "reply": 8,
        "retweet": 135,
        "like": 1116
      }
    },
    {
      "created_at": "Fri Jan 16 13:29:51 +0000 2026",
      "text": "福島・郡山で開催された参政党タウンミーティングへ。\n\n神谷宗幣代表の講演に多くの方がお越しに。\n\n30年間伸びない給与に対し、配当金総額は30年前の5倍。\n\n参政党は、英米型資本主義でなく公益資本主義の推進で暮らしの向上を図ります。\n1億総中流時代のように多数の国民が豊かさを感じられる社会へ",
      "translation": "前往在福岛·郡山举办的参政党座谈会。许多人前来聆听神谷宗币代表的演讲。针对30年不涨的工资，股息总额却是30年前的5倍。参政党将通过推进公益资本主义而非英美型资本主义，来谋求生活的改善。目标是实现像一亿总中流时代那样多数国民能感受到富裕的社会。",
      "stance": "无关",
      "metrics": {
        "reply": 21,
        "retweet": 548,
        "like": 2167
      }
    }
  ]
}