{
  "id": "profile_SecBlinken.json",
  "_fingerprint": "6df1a3d15bdab67911e39e08c80cfc17",
  "name": "SecBlinken",
  "username": "SecBlinken",
  "category": "politician",
  "metrics": {
    "bio": "美国第71任国务卿，负责外交政策与国际事务，关注乌克兰战争、中东和平、民主支持与人道援助。",
    "daily_count": 1.7,
    "keywords": [
      "乌克兰支持",
      "民主外交",
      "人道援助",
      "中东和平",
      "国际联盟"
    ]
  },
  "stance_matrix": [
    [
      -0.8,
      0.7,
      8
    ],
    [
      0.9,
      0.6,
      7
    ],
    [
      -0.9,
      -0.3,
      6
    ],
    [
      0.8,
      -0.5,
      5
    ]
  ],
  "influence_type": [
    {
      "name": "权威",
      "value": 85
    },
    {
      "name": "政策执行",
      "value": 90
    },
    {
      "name": "国际协调",
      "value": 88
    },
    {
      "name": "舆论引导",
      "value": 75
    }
  ],
  "tweets": [
    {
      "text": "RT @POTUS: Today, I have good news to report from the Middle East.  \n \nI have spoken to the Prime Ministers of Lebanon and Israel. And I am…",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Tue Nov 26 20:53:19 +0000 2024",
      "metrics": {
        "reply": 14971,
        "retweet": 8002,
        "like": 82780
      }
    },
    {
      "text": "RT @POTUS: Today, after many months of intensive diplomacy by the United States, along with Egypt and Qatar, Israel and Hamas have reached…",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Jan 15 22:32:17 +0000 2025",
      "metrics": {
        "reply": 17040,
        "retweet": 9210,
        "like": 55937
      }
    },
    {
      "text": "Electoral data overwhelmingly demonstrate the will of the Venezuelan people: democratic opposition candidate @EdmundoGU won the most votes in Sunday’s election. Venezuelans have voted, and their votes must count.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Aug 02 00:37:32 +0000 2024",
      "metrics": {
        "reply": 5290,
        "retweet": 14794,
        "like": 46676
      }
    },
    {
      "text": "It has been the honor of my lifetime to represent the American people as the 71st Secretary of State. Thank you. https://t.co/VSjhNTRGpu",
      "stance": "neutral",
      "username": "SecBlinken",
      "created_at": "Mon Jan 20 00:17:00 +0000 2025",
      "metrics": {
        "reply": 15321,
        "retweet": 3897,
        "like": 59058
      }
    },
    {
      "text": "The U.S. is at the forefront of humanitarian response to the growing crisis in Lebanon, announcing nearly $157 million in assistance today. We are committed to supporting those in need and delivering essential aid to displaced civilians, refugees and the communities hosting them.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Oct 04 22:04:33 +0000 2024",
      "metrics": {
        "reply": 40507,
        "retweet": 3363,
        "like": 6277
      }
    },
    {
      "text": "Today, I am announcing the delivery of $725 million in additional weapons and equipment for Ukraine’s defense. The United States and more than 50 nations stand united with Ukraine.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Mon Dec 02 20:50:29 +0000 2024",
      "metrics": {
        "reply": 20640,
        "retweet": 4460,
        "like": 28649
      }
    },
    {
      "text": "The Venezuelan people and world know that Nicolas Maduro clearly lost the 2024 presidential election and has no right to claim the presidency today. We stand ready to support a return to democracy in Venezuela.",
      "stance": "negative",
      "username": "SecBlinken",
      "created_at": "Fri Jan 10 16:40:36 +0000 2025",
      "metrics": {
        "reply": 3645,
        "retweet": 9281,
        "like": 36225
      }
    },
    {
      "text": "RT @POTUS: The United States will always stand with its friends – for peace, security, and prosperity. https://t.co/C04B1o9CDk",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Oct 18 20:47:28 +0000 2024",
      "metrics": {
        "reply": 6497,
        "retweet": 5366,
        "like": 32857
      }
    },
    {
      "text": "Venezuelans voted for change. Maduro’s post-election repression has killed or jailed thousands, and winning candidate @EdmundoGU remains the best hope for democracy. We must not let Maduro and his representatives cling to power by force. The will of the people must be respected.",
      "stance": "negative",
      "username": "SecBlinken",
      "created_at": "Mon Sep 09 01:20:52 +0000 2024",
      "metrics": {
        "reply": 4493,
        "retweet": 6822,
        "like": 23678
      }
    },
    {
      "text": "We’re sending Ukraine a significant new package of urgently needed munitions. This support will help Ukraine protect its troops and its people and reinforce its capabilities across the front lines.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Aug 09 18:13:06 +0000 2024",
      "metrics": {
        "reply": 2225,
        "retweet": 4472,
        "like": 33309
      }
    },
    {
      "text": "Today, I am announcing the delivery of $425 million of support for Ukraine's defense. The United States and more than 50 nations stand united with Ukraine, and this support will ensure continued robust support in the months ahead.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Oct 16 19:31:02 +0000 2024",
      "metrics": {
        "reply": 13682,
        "retweet": 2657,
        "like": 13928
      }
    },
    {
      "text": "Today we announced that the United States will support the city of Lima in building a new passenger train line that will expand access to reliable and affordable transportation for over 200,000 people every single day. https://t.co/h1TGSHxriA",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Sun Nov 17 02:28:44 +0000 2024",
      "metrics": {
        "reply": 10784,
        "retweet": 1904,
        "like": 10723
      }
    },
    {
      "text": "Today, we remember the Holodomor, Stalin’s intentional famine that killed millions of Ukrainians. We reaffirm our support for Ukraine’s sovereignty and territorial integrity as it defends its freedom against Russia’s aggression.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Sat Nov 23 13:00:00 +0000 2024",
      "metrics": {
        "reply": 4530,
        "retweet": 3055,
        "like": 17284
      }
    },
    {
      "text": "The Venezuelan people spoke resoundingly on July 28 and made @EdmundoGU the president-elect. Democracy demands respect for the will of the voters.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Tue Nov 19 20:30:15 +0000 2024",
      "metrics": {
        "reply": 1760,
        "retweet": 4609,
        "like": 14102
      }
    },
    {
      "text": "RT @POTUS: Following the ceasefire, hostages are starting to be released.\n\nThree Israeli women held for 470 days.\nFour more women in seven…",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Sun Jan 19 19:13:09 +0000 2025",
      "metrics": {
        "reply": 4659,
        "retweet": 2309,
        "like": 16493
      }
    },
    {
      "text": "I’ve traveled over a million miles in this role and everywhere I’ve gone, I’ve heard from people with a strong desire to work together with the United States. Because of the work we’ve done to bring countries together, we’ve advanced progress for people in America and around the https://t.co/84ktK5j8Pe",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Sun Jan 12 19:38:44 +0000 2025",
      "metrics": {
        "reply": 8765,
        "retweet": 1758,
        "like": 10458
      }
    },
    {
      "text": "Thank you President Macron and the people of France for the deep friendship you’ve extended to me over the years. It’s been an honor to have helped strengthen the historic alliance between the United States and France and to receive the Légion d’honneur. https://t.co/dbmuTF7qpc",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Thu Jan 09 16:57:09 +0000 2025",
      "metrics": {
        "reply": 1673,
        "retweet": 2725,
        "like": 18448
      }
    },
    {
      "text": "Today, we made our new Online Passport Renewal system fully available to the public, a significant step forward in ensuring Americans can more easily access passport services. This online alternative is an important example of how we are modernizing government services.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Sep 18 13:50:50 +0000 2024",
      "metrics": {
        "reply": 608,
        "retweet": 2330,
        "like": 19588
      }
    },
    {
      "text": "The United States is providing an additional $500 million in weapons and equipment for Ukraine’s self-defense. The United States and more than 50 nations stand united in support of Ukraine.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Dec 13 01:18:38 +0000 2024",
      "metrics": {
        "reply": 6582,
        "retweet": 1654,
        "like": 9888
      }
    },
    {
      "text": "Crimea is Ukraine.\n\nCrimea shows the future Putin seeks for all of Ukraine. It is not an isolated case — it is a blueprint.\n\nAt the Crimea Platform, I reiterated U.S. support for Ukraine's fight against Russia’s aggression. https://t.co/V5ZWWCYrDY",
      "stance": "negative",
      "username": "SecBlinken",
      "created_at": "Thu Sep 12 09:38:49 +0000 2024",
      "metrics": {
        "reply": 2443,
        "retweet": 2223,
        "like": 11716
      }
    },
    {
      "text": "There is no place in our world for antisemitic attacks like those against Israeli soccer fans in Amsterdam yesterday. The United States stands with the Dutch and Israeli governments in strongly condemning these horrible acts of violence and antisemitism in all its forms.",
      "stance": "negative",
      "username": "SecBlinken",
      "created_at": "Fri Nov 08 21:51:51 +0000 2024",
      "metrics": {
        "reply": 5971,
        "retweet": 1073,
        "like": 8957
      }
    },
    {
      "text": "The U.S. is sending a new package of urgently needed weapons and equipment to support Ukraine's military forces as they defend against Russia’s ongoing attacks. This support will help Ukraine protect its troops, its people, and reinforce its capabilities on the front lines.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Aug 23 20:24:00 +0000 2024",
      "metrics": {
        "reply": 2021,
        "retweet": 1895,
        "like": 12855
      }
    },
    {
      "text": "Today, I am directing the drawdown of $5.55 billion in remaining authority in support for Ukraine’s defense. The United States and more than 50 nations stand united with Ukraine, and this support will ensure continued robust support in the months ahead.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Thu Sep 26 19:06:10 +0000 2024",
      "metrics": {
        "reply": 2496,
        "retweet": 1932,
        "like": 11004
      }
    },
    {
      "text": "I got the chance to speak with Evan, Paul, and Alsu on their way home to the United States today.\n\nWe couldn’t be happier to welcome them back home to be with their families again. https://t.co/gRE6mpN3Te",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Thu Aug 01 23:02:14 +0000 2024",
      "metrics": {
        "reply": 994,
        "retweet": 1875,
        "like": 13907
      }
    },
    {
      "text": "Thirty-two years ago, I began my career in government at @StateDept. While we face a more complex and contested world than when I started, I have seen time again that the incredible people at State will always meet the challenge. I am so proud to have worked alongside you. https://t.co/q3eZdUk7TU",
      "stance": "neutral",
      "username": "SecBlinken",
      "created_at": "Sun Jan 19 20:41:35 +0000 2025",
      "metrics": {
        "reply": 3174,
        "retweet": 1327,
        "like": 11089
      }
    },
    {
      "text": ".@POTUS has never wavered in the conviction that when America leads and engages, there is little we cannot accomplish.\n\nMr. President, it has been the privilege of my lifetime to work for you, with you, and with this extraordinary team you've assembled. https://t.co/aO3nlbCP46",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Tue Jan 14 00:21:25 +0000 2025",
      "metrics": {
        "reply": 3276,
        "retweet": 1459,
        "like": 8710
      }
    },
    {
      "text": "On my way to watch @POTUS deliver remarks at the UN General Assembly in New York. When the president took office, he was determined to restore, rebuild and rejuvenate our alliances and partnerships. This week at UNGA, we are reminded of how he's done just that. https://t.co/evew8b1RJ4",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Tue Sep 24 13:50:25 +0000 2024",
      "metrics": {
        "reply": 2817,
        "retweet": 1735,
        "like": 8440
      }
    },
    {
      "text": "After reviewing the horrifying information of suffering inside Sudan, I have concluded that members of the Rapid Support Forces and allied militias have committed genocide in Sudan. The United States is committed to pursuing accountability for these atrocities.",
      "stance": "negative",
      "username": "SecBlinken",
      "created_at": "Tue Jan 07 18:08:30 +0000 2025",
      "metrics": {
        "reply": 3590,
        "retweet": 1404,
        "like": 5977
      }
    },
    {
      "text": "Today we commemorate the 75th Anniversary of the Geneva Conventions of 1949. The United States reaffirms our steadfast commitment to respecting international humanitarian law and mitigating suffering in armed conflict. We call on others to do the same.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Mon Aug 12 22:22:02 +0000 2024",
      "metrics": {
        "reply": 6760,
        "retweet": 534,
        "like": 2828
      }
    },
    {
      "text": "For the first time in decades, Syria has an opportunity to have a government that is run by and answers to the people, not dominated by a dictator, religious or ethnic group, or outside power. We're determined to work closely with partners so Syrians can realize that aspiration. https://t.co/OCfouCEKCo",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Thu Dec 12 20:42:18 +0000 2024",
      "metrics": {
        "reply": 4211,
        "retweet": 1115,
        "like": 5157
      }
    },
    {
      "text": "I am announcing $425 million in assistance under previous drawdowns in support of Ukraine’s defense. We will continue to surge security assistance to Ukraine and provide its forces the support they need for success on the battlefield.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Nov 01 21:21:45 +0000 2024",
      "metrics": {
        "reply": 2010,
        "retweet": 1365,
        "like": 8455
      }
    },
    {
      "text": "Today, I am announcing a new $400 million assistance package in support for Ukraine’s defense. The United States and more than 50 nations stand united with Ukraine, and this support will ensure continued robust support in the months ahead.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Mon Oct 21 18:06:00 +0000 2024",
      "metrics": {
        "reply": 1829,
        "retweet": 1315,
        "like": 8464
      }
    },
    {
      "text": "Paul Whelan, Evan Gershkovich, and Alsu Kurmasheva are on their way to the United States to reunite with their families. I’m grateful for all of those who worked to secure their freedom and for our allies and partners who made this deal possible.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Thu Aug 01 15:51:57 +0000 2024",
      "metrics": {
        "reply": 733,
        "retweet": 1527,
        "like": 9793
      }
    },
    {
      "text": "We remember the Babyn Yar massacre on Sept 29 - 30, 1941, when 34,000 Jews were murdered by Nazis. Today, Russia falsely claims it’s “de-Nazifying” Ukraine by engaging in crimes against humanity in a country that was brutalized by both the Nazi and Soviet regimes.",
      "stance": "negative",
      "username": "SecBlinken",
      "created_at": "Sun Sep 29 18:43:57 +0000 2024",
      "metrics": {
        "reply": 2156,
        "retweet": 1400,
        "like": 6797
      }
    },
    {
      "text": "Chef Ievgen Klopotenko has worked to ensure that the Ukrainian dish borsch is recognized globally as a vital part of Ukraine’s culture and identity. I’m impressed by Ievgen and Ukrainians like him who are fighting to preserve their rich traditions and protect their country. https://t.co/Cq2acKL5tU",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Sep 13 18:50:38 +0000 2024",
      "metrics": {
        "reply": 1239,
        "retweet": 1149,
        "like": 8998
      }
    },
    {
      "text": "Ukraine’s flag flies over the memorials of those lost during Russia's brutal war. It represents the courage and sacrifice of those lost in years of battle, and the pride and unity of the Ukrainian people who continue to fight to write their own futures. Slava Ukraini. https://t.co/cijpO9iAJB",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Aug 23 13:14:17 +0000 2024",
      "metrics": {
        "reply": 1353,
        "retweet": 1223,
        "like": 8292
      }
    },
    {
      "text": "As the people of Ukraine celebrate 33 years of independence, we applaud their determination and sacrifice in defense of their sovereignty and freedom.\n\nTheir courage is unwavering in the face of Russia’s aggression.\n\nWe and our G7 partners stand with Ukraine, today, and always. https://t.co/vYe7C6kMjI",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Sat Aug 24 11:00:02 +0000 2024",
      "metrics": {
        "reply": 928,
        "retweet": 1457,
        "like": 7800
      }
    },
    {
      "text": "Last week, I attended my last NATO meeting as Secretary of State and I took a moment to reflect on why NATO came together in the first place.\n\nFor 75 years, we've seen time and time again that a stronger NATO is the best way to prevent war. Our Alliance provides people with the https://t.co/5e97hV9duY",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Tue Dec 10 11:08:35 +0000 2024",
      "metrics": {
        "reply": 1596,
        "retweet": 1492,
        "like": 6307
      }
    },
    {
      "text": "In the past 4 years, I traveled to 86 countries and met with countless allies, partners, and leaders of every kind on behalf of the American people. https://t.co/QYIs0ZfTPh",
      "stance": "neutral",
      "username": "SecBlinken",
      "created_at": "Sun Jan 19 13:00:00 +0000 2025",
      "metrics": {
        "reply": 2608,
        "retweet": 961,
        "like": 6200
      }
    },
    {
      "text": "We remain fully committed to our collective defense and to defending our future for generations to come.\n\nWe are NATO. https://t.co/4OWuh6A20E",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Dec 04 18:21:18 +0000 2024",
      "metrics": {
        "reply": 2032,
        "retweet": 1094,
        "like": 6239
      }
    },
    {
      "text": "After 14 years of conflict, the Syrian people finally have reason for hope. The United States strongly supports a peaceful transition of power to an accountable Syrian government through an inclusive Syrian-led process.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Sun Dec 08 22:50:53 +0000 2024",
      "metrics": {
        "reply": 3135,
        "retweet": 872,
        "like": 4642
      }
    },
    {
      "text": "We’re sending Ukraine a significant new package of urgently needed munitions. This is the ninth security assistance package @POTUS has authorized to help Ukraine since signing the Ukraine Security Supplemental Appropriations Act.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Mon Jul 29 20:55:02 +0000 2024",
      "metrics": {
        "reply": 1377,
        "retweet": 1054,
        "like": 6798
      }
    },
    {
      "text": "Took a moment to look back at pictures from my time as Secretary. \n\nThis one was from after @POTUS and I met with the NATO Secretary General. Under @POTUS' leadership, we've reengaged in @NATO and brought countries together to deter war and promote peace. https://t.co/aR7MUmqlXV https://t.co/KASNBmfit0",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Tue Jan 14 01:37:51 +0000 2025",
      "metrics": {
        "reply": 2624,
        "retweet": 924,
        "like": 4773
      }
    },
    {
      "text": "Music is one of our greatest connectors, a common language for the world. I was proud to launch @StateDept's Global Music Diplomacy Initiative, which uses music and U.S. diplomacy to build bridges and foster collaboration between America and the world. https://t.co/n3ZtkT0m9H",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Sat Jan 18 14:07:46 +0000 2025",
      "metrics": {
        "reply": 2289,
        "retweet": 963,
        "like": 5089
      }
    },
    {
      "text": "Türkiye President @RTErdogan and I discussed regional security and the political transition in Syria today. The transition must be Syria-led, include all Syrians, protect civilian life, and allow for humanitarian aid to reach those who need it. https://t.co/ShNV2ycejI",
      "stance": "neutral",
      "username": "SecBlinken",
      "created_at": "Thu Dec 12 23:01:00 +0000 2024",
      "metrics": {
        "reply": 2160,
        "retweet": 681,
        "like": 6369
      }
    },
    {
      "text": "On my way to Israel and other stops in the Middle East for intensive discussions about the importance of ending the war in Gaza, returning the hostages to their families, and alleviating the suffering of the Palestinian people. https://t.co/lIaRUo7Ea2",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Mon Oct 21 20:46:52 +0000 2024",
      "metrics": {
        "reply": 4415,
        "retweet": 448,
        "like": 2472
      }
    },
    {
      "text": "Israel has achieved important strategic objectives to ensure that October 7th can never happen again. Now is the time to end the war, get the hostages home, and chart a new path forward that enables the Palestinian people to rebuild their lives. https://t.co/ZS1VPmjb44",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Oct 23 13:35:32 +0000 2024",
      "metrics": {
        "reply": 3586,
        "retweet": 689,
        "like": 3121
      }
    },
    {
      "text": "I’m back in Brussels for discussions with our partners and allies on how we can ensure Ukraine has what it needs to effectively defend itself.\n\nTogether, with more than 50 countries, the U.S. is working to actively support Ukraine and its fight for freedom. https://t.co/Kylqq1BkaZ",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Nov 13 21:29:49 +0000 2024",
      "metrics": {
        "reply": 2132,
        "retweet": 825,
        "like": 4405
      }
    },
    {
      "text": "The U.S. condemns the Taliban's discriminatory edicts, which jeopardize the rights and lives of Afghan women and girls. Women’s full, equal, and meaningful participation in society is not merely a matter of equality; it is essential. We resolutely support Afghan women and girls.",
      "stance": "negative",
      "username": "SecBlinken",
      "created_at": "Wed Dec 11 14:11:23 +0000 2024",
      "metrics": {
        "reply": 3687,
        "retweet": 510,
        "like": 2362
      }
    },
    {
      "text": "We stand with all human right defenders who fight against repression and advocate for fundamental freedoms. The U.S. and our partners will continue to work toward a world in which all nations uphold and strive toward the principal that human rights belong to everyone, everywhere.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Tue Dec 10 13:21:10 +0000 2024",
      "metrics": {
        "reply": 4070,
        "retweet": 434,
        "like": 1777
      }
    },
    {
      "text": "RT @POTUS: It was my pleasure sitting down with UN Secretary-General António Guterres to underscore how the U.S. and the United Nations are…",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Sep 25 01:19:50 +0000 2024",
      "metrics": {
        "reply": 1357,
        "retweet": 1068,
        "like": 4340
      }
    },
    {
      "text": "As my final G7 as Secretary of State, I want to thank all of my counterparts in the G7 who've been remarkable colleagues and good friends. The last four years have shown that we can navigate an increasingly complex world much more effectively together. https://t.co/lJM1SVEQby",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Tue Nov 26 23:09:00 +0000 2024",
      "metrics": {
        "reply": 1206,
        "retweet": 804,
        "like": 5154
      }
    },
    {
      "text": "Shanah Tovah to all who celebrate Rosh Hashanah. From my family to yours, may you have a happy, healthy, and sweet New Year.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Oct 02 22:49:02 +0000 2024",
      "metrics": {
        "reply": 1157,
        "retweet": 406,
        "like": 6747
      }
    },
    {
      "text": "Today, the United States and our partners in the region agreed on a set of shared principles to guide our support for Syria as it transitions to a new government.\n\nWe are ready to support the Syrian people as they chart a new path forward. https://t.co/yvmQWj2mz3",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Sun Dec 15 02:51:52 +0000 2024",
      "metrics": {
        "reply": 2238,
        "retweet": 719,
        "like": 3317
      }
    },
    {
      "text": "I welcome the swearing in of Dr. Muhammad Yunus to lead the interim government in Bangladesh. The United States supports his call for calm and peace and remains committed to working with Bangladesh as it charts a democratic and prosperous future the people in Bangladesh.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Aug 09 21:05:00 +0000 2024",
      "metrics": {
        "reply": 1560,
        "retweet": 624,
        "like": 4878
      }
    },
    {
      "text": "The U.S. is sending a new drawdown package of urgently needed weapons and equipment to support Ukraine’s military as they defend against Russia’s ongoing attacks. This support helps Ukraine protect its troops and its people and reinforce its capabilities on the front lines.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Wed Sep 25 21:56:36 +0000 2024",
      "metrics": {
        "reply": 1101,
        "retweet": 777,
        "like": 4739
      }
    },
    {
      "text": "Diwali is more than just a festival; it's a powerful reminder of the values we all cherish: patience, togetherness, kindness, and unity.\n\nTo all who celebrate, all over the world, and with us here in the U.S., I wish you a Diwali filled with joy, peace, and prosperity.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Fri Nov 01 02:30:00 +0000 2024",
      "metrics": {
        "reply": 520,
        "retweet": 615,
        "like": 5864
      }
    },
    {
      "text": "As part of the surge in security assistance for Ukraine that President Biden announced on September, the United States is providing $1.25 billion in weapons and equipment today for Ukraine’s self-defense. The United States and more than 50 nations stand united with Ukraine.",
      "stance": "positive",
      "username": "SecBlinken",
      "created_at": "Mon Dec 30 14:44:53 +0000 2024",
      "metrics": {
        "reply": 1375,
        "retweet": 658,
        "like": 3790
      }
    },
    {
      "text": "At the beginning of each year, many of us pause to reflect on the previous year and then look ahead to what we hope to do with the next year we’re given. As we start anew, I wish the American people and our friends and partners around the world the very best in 2025.",
      "stance": "neutral",
      "username": "SecBlinken",
      "created_at": "Wed Jan 01 05:01:00 +0000 2025",
      "metrics": {
        "reply": 2611,
        "retweet": 340,
        "like": 2429
      }
    },
    {
      "text": "It’s been two years since Taliban banned women and girls from universities and Afghan women from working in NGOs. Afghan women and girls are the lynchpin to a more stable, peaceful, and prosperous Afghanistan. We call on the Taliban to immediately reverse these edicts.",
      "stance": "negative",
      "username": "SecBlinken",
      "created_at": "Fri Dec 20 20:36:54 +0000 2024",
      "metrics": {
        "reply": 2183,
        "retweet": 471,
        "like": 2718
      }
    }
  ]
}